<?php

$_['text_todo_title_1']       = 'Проверете за GDPR опциите най-отдолу на страницата';
$_['text_todo_description_1'] = 'Трябва да имате линковете за GDPR опциите най-отдолу на страницата. Можете да ги активирате от администраторския панел по подразбиране или от нашата GDPR опция за Visual Designer.';
$_['text_todo_title_2']       = 'Проверете за GDPR клиентски профил';
$_['text_todo_description_2'] = 'След като активирате функцията GDPR, за фашите клиенти ще се появи нова профилна страница.';
$_['text_todo_title_3']       = 'Проверете дали политиката ви за поверителност е съвместима с GDPR';
$_['text_todo_description_3'] = 'Вашата политика за поверителност трябва да има секция GDPR. ';
$_['text_todo_title_4']       = 'Проверете дали Общите Ви условия са съвместими с GDPR';
$_['text_todo_description_4'] = 'Вашите Общи условия трябва да имат секция GDPR. ';
$_['text_todo_title_5']       = 'Проверете дали вашите клиенти могат да изискват лична информация';
$_['text_todo_description_5'] = 'Новият клиентски профил по GDPR позволява на клиентите Ви да изискват лична информация.';
$_['text_todo_title_6']       = 'Проверете дали вашите клиенти могат да бъдат "забравени"';
$_['text_todo_description_6'] = 'Новият клиентски профил по GDPR позволява на клиентите Ви да изтриват цялата си лична информация от вашите записи.';
$_['text_todo_title_7']       = 'Проверете дали сте активирали функцията за "бисквитки"';
$_['text_todo_description_7'] = 'Функцията GDPR добавя лента за съгласие за "бисквитки" в долната част на страницата, в клиентската част на магазина. ';
$_['text_todo_title_8']       = 'Проверете дали получавате заявки и приемания от клиенти';
$_['text_todo_description_8'] = 'Всички заявки от вашите клиенти ще бъдат достъпни в основното меню вляво.';
