<?php
$_['heading_title']                          = 'Усогласеност со Општата регулатива за заштита на податоци (ОРЗП)';

$_['text_gdpr']                              = 'ОРЗП';
$_['text_request_personal_data']             = 'Побарај ги личните податоци';
$_['text_restricted_processing']             = 'Забрането процесирање';
$_['text_remove_personal_data']              = 'Отстрани ги личните податоци';
$_['text_request_personal_data_description'] = 'Можете да го искористите линкот подолу за да побарате извештај со сите лични информации кои ги складираме за вас.';
$_['text_restricted_processing_description'] = 'Можете да го искористите линкот подолу за да го лимитирате процесирањето на вашите лични информации, кои ги складираме за вас.';
$_['text_remove_personal_data_description']  = 'Искористете ја оваа опција ако сакате да ги отстраните вашите лични и други податоци од нашата е-продавница. <b>Имајте предвид дека овој процес ќе ја избрише вашата корисничка сметка кај нас, така што повеќе нема да бидете во можност да пристапите до неа или да ја користите истата.</b>';

$_['text_account_detail']                    = 'Детали за корисничката сметка';
$_['text_addresses']                         = 'Адреси';
$_['text_orders']                            = 'Нарачки';
$_['text_order_number']                      = 'Нарачка #';
$_['text_user_agent']                        = 'Софтвер';
$_['text_payment_address']                   = 'Адреса за наплата';
$_['text_shipping_address']                  = 'Адреса за достава';
$_['text_products']                          = 'Продукти';
$_['text_activity']                          = 'Активност';
$_['text_history']                           = 'Архива';
$_['text_saved_ip']                          = 'Зачувана IP';
$_['text_onlines']                           = 'Следење на присуството на интернет';
$_['text_reviews']                           = 'Рецензии';
$_['text_rewards']                           = 'Наградни поени';
$_['text_transactions']                      = 'Трансакции';
$_['text_wishlist']                          = 'Желботека';
$_['text_gdpr_requests']                     = 'ОРЗП барања';
$_['text_request_id']                        = 'ОРЗП број на барање #';

$_['text_firstname']                         = 'Име';
$_['text_lastname']                          = 'Презиме';
$_['text_email']                             = 'Е-пошта';
$_['text_phone']                             = 'Телефон';
$_['text_fax']                               = 'Факс';
$_['text_account_newsletter']                = 'Претплати на е-билтен';
$_['text_date_created']                      = 'Датум на креирање';

$_['text_invoice_no']                        = 'Фактура #';
$_['text_store_name']                        = 'Име на продавница';
$_['text_payment_method']                    = 'Платежен метод';
$_['text_shipping_method']                   = 'Опција за испорака';
$_['text_currency']                          = 'Валута';
$_['text_total']                             = 'Вкупно';
$_['text_address_ip']                        = 'IP';
$_['text_date_updated']                      = 'Датум на ажурирање';

$_['text_company_name']                      = 'Име на компанијата';
$_['text_address']                           = 'Адреса';
$_['text_city']                              = 'Град';
$_['text_country']                           = 'Земја';
$_['text_postcode']                          = 'Поштенски код';

$_['text_product_model']                     = 'Код на продуктот';
$_['text_product_name']                      = 'Назив';
$_['text_product_quantity']                  = 'Квантитет';
$_['text_product_total']                     = 'Вкупно';
$_['text_product_tax']                       = 'Данок';
$_['text_product_reward']                    = 'Наградни поени';
$_['text_product_reward']                    = 'Наградни поени';

$_['text_request_type']                      = 'Тип';
$_['text_status']                            = 'Статус';
$_['text_await']                             = 'се очекува';
$_['text_confirmed']                         = 'потврдено';
$_['text_datetime']                          = 'Датум и време';
$_['text_id']                                = 'Број';

$_['text_comment']                           = 'Коментар';

$_['text_key']                               = 'Клуч';
$_['text_data']                              = 'Податоци';
$_['text_ip']                                = 'IP';

$_['text_url']                               = 'Последна посетена страница';
$_['text_referer']                           = 'Потекло';

$_['text_product_id']                        = 'Број на продуктот';
$_['text_text']                              = 'Текст';
$_['text_rating']                            = 'Рејтинг';

$_['text_order_id']                          = 'Број на нарачката';
$_['text_description']                       = 'Опис';
$_['text_points']                            = 'Поени';

$_['text_amount']                            = 'Износ';

$_['text_location_personal_data']            = 'Други локации/сервиси каде складирате лични податоци';
$_['text_physical_location_host']            = 'Физички локации на серверите каде ги хостирате вашиот веб-сајт и други податоци.';

$_['text_confirm_gdpr']                      = 'Вашето барање за ОРЗП е потврдено';
$_['text_confirm_request_data_description']  = 'Ви благодариме што го потврдивте вашето барање за ОРЗП. Ќе креираме и ќе ви испратиме извештај за вашите лични податоци во најкраток можен рок. Вообичаено тоа одзема 30 минути по потврдувањето на вашето барање. Ако не го добиете вашиот извештај во рок од 24 часа од вашата конфирмација, обидете се со ново барање или контактирајте го нашиот тим.';


// Button
$_['button_request_data']                    = 'Преземи ги сите податоци';
$_['button_request_data_description']        = 'Ќе добиете е-порака со линк кој води до сите информации кои ги складираме за вас. Линкот ќе биде активен 10 часа.';
$_['button_remove_data']                     = 'Отстрани ги сите податоци';
$_['button_remove_data_description']         = 'Ќе добиете е-порака со линк. Откако ќе кликнете на него, ќе бидат избришани сите податоци кои ги складираме за вас. Ако нешто не може да биде избришано, истото ќе биде анонимизирано. Линкот ќе биде активен 2 часа.';
$_['button_request_requests']                = 'Преземи ОПЗП барања';
$_['button_request_addresses']               = 'Преземи адреси';
$_['button_request_orders']                  = 'Преземи нарачки';
$_['button_request_personal_data']           = 'Преземи лични податоци';
$_['button_restricted_processing']           = 'Забрани процесирање';

$_['entry_restricted']                       = 'Забрана';

//Mail
$_['mail_text_delete']                       = 'Побаравте од нас да ги избришеме сите ваши лични информации од нашите записи. Ќе ги избришеме следните информации:';
$_['mail_text_download']                     = 'Побаравте од нас да ја преземете архивата на сите ваши лични информации од нашите записи. Ги подготвивме следните информации:';

$_['mail_text_customer_profile']             = 'Кориснички профил';
$_['mail_text_customer_addresses']           = 'Корисничка адреса';
$_['mail_text_session_information']          = 'Информации за сесија';

$_['mail_text_remove_additional']            = 'Повеќе нема да бидете во можност да се најавите на вашата корисничка сметка кај нас.';
$_['mail_text_confirm_request']              = 'За да го комплетирате барањето, ве молиме кликнете на копчето подолу:';
// Error
$_['error_contomer_not_logged_in']           = 'Корисникот не е најавен';

// Success
$_['success_email_sended']                   = 'Барањето е прифатено. Ве молиме проверете ја вашата е-пошта.';
$_['success_email_already_sended']           = 'Е-пораката е веќе испратена. Ве молиме проверете ја вашата е-пошта';
$_['success_restrict_processing']            = 'Успешно ажурирано';

$_['text_title_download_time_up']            = 'Достапното време за преземање е истечено';
$_['text_title_remove_time_up']              = 'Достапното време за бришење е истечено';
$_['text_error']                             = 'Времето истече';

$_['text_hi']                                = 'Здраво';

$_['text_subject_mail']                      = 'ОРЗП модул';

$_['text_title_gdpr']                        = 'Усогласеност со Општата регулатива за заштита на податоци (ОРЗП)';
$_['text_title_manager_gdpr']                = 'Управување со ОРЗП информациите';