<?php

$_['text_todo_title_1']       = 'Проверете дали се присутни опциите за ОРЗП во подножјето';
$_['text_todo_description_1'] = 'Треба да имате ОРЗП линкови во вашето подножје. Истите можете да ги активирате за примарното подножје од административната зона или со користење на нашиот виџет за Visual Designer за таа намена.';
$_['text_todo_title_2']       = 'Проверете дали е активна ОРЗП корисничка сметка';
$_['text_todo_description_2'] = 'Штом ја активирате ОРЗП функционалноста, е-продавницата ќе прикажува нова страница во корисничката зона.';
$_['text_todo_title_3']       = 'Проверете дали вашата политика за приватност е усогласена со ОРЗП';
$_['text_todo_description_3'] = 'Вашата политика за приватност треба да има ОРЗП секција.';
$_['text_todo_title_4']       = 'Проверете дали вашите правила и услови за користење се усогласени со ОРЗП';
$_['text_todo_description_4'] = 'Вашите правила и услови за користење треба да имаат ОРЗП секција.';
$_['text_todo_title_5']       = 'Проверете дали вашите клиенти може да побараат преземање на нивните лични информации';
$_['text_todo_description_5'] = 'Новата ОРЗП корисничка сметка им дозволува на вашите клиенти да побараат преземање на нивните лични информации.';
$_['text_todo_title_6']       = 'Проверете дали вашите клиенти можат да бидат заборавени';
$_['text_todo_description_6'] = 'Новата ОРЗП корисничка сметка им дозволува на вашите клиенти да ги избришат сите нивни лични информации од вашите записи.';
$_['text_todo_title_7']       = 'Проверете дали е активно прифаќањето на колачињата';
$_['text_todo_description_7'] = 'ОРЗП функционалноста прикажува порака во подножјето на вашата е-продавница за добивање согласност од посетителите за складирање колачиња.';
$_['text_todo_title_8']       = 'Проверете дали добивате барања и потврди од клиентите';
$_['text_todo_description_8'] = 'Сите барања од вашите клиенти ќе бидат достапни во базите на вашата лева страна.';
