<?php

$_['text_todo_title_1']       = 'Ελέγξτε αν υπάρχουν επιλογές GDPR στο υποσέλιδο (footer)';
$_['text_todo_description_1'] = 'Θα πρέπει να έχετε συνδέσμους (links) GDPR στο υποσέλιδο (footer) σας. Μπορείτε να τα ενεργοποιήσετε για το προεπιλεγμένο υποσέλιδο (footer) από τη διαχείριση ή να χρησιμοποιήσετε το widget επιλογών GDPR για Visual Designer.';
$_['text_todo_title_2']       = 'Ελέγξτε για λογαριασμό πελατών GDPR';
$_['text_todo_description_2'] = 'Μόλις ενεργοποιήσετε τη λειτουργία GDPR, στο κατάστημα/ιστοσελίδα σας θα εμφανίσει μια νέα σελίδα λογαριασμού για τους πελάτες σας.';
$_['text_todo_title_3']       = 'Ελέγξτε αν η Πολιτική Απορρήτου σας είναι συμβατή με το GDPR';
$_['text_todo_description_3'] = 'Η Πολιτική Απορρήτου σας θα πρέπει να έχει μια ενότητα GDPR. ';
$_['text_todo_title_4']       = 'Ελέγξτε αν οι Όροι και Προϋποθέσεις σας είναι συμβατοί με το GDPR';
$_['text_todo_description_4'] = 'Οι Όροι και Προϋποθέσεις θα πρέπει να έχουν μια ενότητα GDPR. ';
$_['text_todo_title_5']       = 'Ελέγξτε εάν οι πελάτες σας μπορούν να ζητήσουν προσωπικές πληροφορίες';
$_['text_todo_description_5'] = 'Ο νέος λογαριασμός πελάτη GDPR επιτρέπει στους πελάτες σας να ζητούν προσωπικές πληροφορίες.';
$_['text_todo_title_6']       = 'Ελέγξτε εάν οι πελάτες σας μπορούν να ξεχαστούν';
$_['text_todo_description_6'] = 'Ο νέος λογαριασμός πελάτη GDPR επιτρέπει στους πελάτες σας να διαγράψουν όλες τις προσωπικές τους πληροφορίες από τα αρχεία σας.';
$_['text_todo_title_7']       = 'Ελέγξτε εάν έχετε ενεργοποιήσει τη συμμετοχή των cookies';
$_['text_todo_description_7'] = 'Η λειτουργία GDPR προσθέτει μια γραμμή συγκατάθεσης cookie στο κάτω μέρος της σελίδας στο κατάστημα/ιστοσελίδα σας. ';
$_['text_todo_title_8']       = 'Ελέγξτε εάν λαμβάνετε αιτήματα και αποδοχές από πελάτες';
$_['text_todo_description_8'] = 'Όλα τα αιτήματα των πελατών σας θα είναι διαθέσιμα στις βάσεις στα αριστερά σας.';
