<?php

$_['text_todo_title_1']       = 'تحقق من خيارات تنظيم حماية البيانات العامة في نهاية الصفحة';
$_['text_todo_description_1'] = 'يجب أن يكون لديك روابط تنظيم حماية البيانات العامة في نهاية الصفحة. يمكنك تنشيطها في نهاية الصفحة الافتراضية من المشرف أو استخدم أداة خيارات تنظيم البيانات العامة للتصميم.';
$_['text_todo_title_2']       = 'تحقق من حساب عميل تنظيم حماية البيانات العامة';
$_['text_todo_description_2'] = 'بمجرد تنشيط ميزة تنظيم حماية البيانات العامة ، ستعرض واجهة المتجر صفحة حساب جديدة لعملائك.';
$_['text_todo_title_3']       = 'تحقق مما إذا كانت سياسة الخصوصية الخاصة بك متوافقة مع لائحة حماية البيانات العامة';
$_['text_todo_description_3'] = 'يجب أن تتضمن سياسة الخصوصية الخاصة بك قسمًا عامًا لحماية البيانات. ';
$_['text_todo_title_4']       = 'تحقق مما إذا كانت البنود والشروط الخاصة بك متوافقة مع لائحة حماية البيانات العامة';
$_['text_todo_description_4'] = 'يجب أن تتضمن البنود والشروط الخاصة بك قسمًا عامًا لحماية البيانات.';
$_['text_todo_title_5']       = 'تحقق مما إذا كان يمكن لعملائك طلب معلومات شخصية';
$_['text_todo_description_5'] = 'يتيح حساب لائحة حماية البيانات العامة الجديد لعملائك طلب المعلومات الشخصية.';
$_['text_todo_title_6']       = 'تحقق مما إذا كان يمكن نسيان عملائك';
$_['text_todo_description_6'] = 'يسمح حساب لائحة حماية البيانات العامة الجديد لعملائك بحذف جميع معلوماتهم الشخصية من سجلاتك.';
$_['text_todo_title_7']       = 'تحقق مما إذا كانت ملفات تعريف الارتباط لديك نشطة';
$_['text_todo_description_7'] = 'تضيف ميزة تنظيم حماية البيانات العامة شريط موافقة ملفات تعريف الارتباط في أسفل الصفحة على واجهة المتجر.';
$_['text_todo_title_8']       = 'تحقق مما إذا كنت تتلقى طلبات وقبول من العملاء';
$_['text_todo_description_8'] = 'جميع الطلبات المقدمة من عملائك ستكون متاحة في القواعد على يسارك.';
